
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
-- -- -- -- -- -- -- -- -- -- -- -- --  -- -- -- -- -- -- -- -- --
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
-- -- -- -- -- -- -- -- -- -- -- -- --  -- -- -- -- -- -- -- -- --
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
-- -- -- -- -- -- -- -- -- -- -- -- --  -- -- -- -- -- -- -- -- -- -- -- -- 
✰` .حالة الصيد ` : لمعرفة تقدم الكلايم
-- -- -- -- -- -- -- -- -- -- -- -- -- 
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
-- -- -- -- -- -- -- -- -- -- -- -- --  -- -- -- -- -- -- -- --
✰` .الانواع ` : لمعرفة انواع اليوزرات

**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
`-- -- -- -- -- -- -- -- --`**
الانواع :
1 : a ثلاثي
-- -- -- -- -- 
2 : a ثلاثي فقط احرف و اخر ارقام 
-- -- -- -- -- -- -- -- -- -- --
3 : a ثلاثي مكرر وسط و نهايه رقم و حرف 
-- -- -- -- -- 
4 : a ثلاثي مكرر فقط نهايه رقم و حرف
-- -- -- -- -- 
5 : a خماسي حرف
-- -- -- -- -- 
6 : a خماسي حرفين
-- -- -- -- -- 
7 : a سداسي حرف
-- -- -- -- -- 
8 : a بوت ثنائي 
-- -- -- -- --  
9 : a بوت ثلاثي  
-- -- -- -- -- 
a   طريقه الصيد هيه كالتالي
a - .صيد + عدد الصيد + نوع الصيد تختار رقم + يوزر القناه الذي انشاته 
-- -- -- -- -- -- -- -- -- -- -- -- --  -- -- -- -- -- -- -- -- -- -- --
a  مثال: .صيد 30000 1 @S8Y8S
---------------------------------------------------------------------- **

'''
